import './backImage.css'



export default function BackImage() {


  return(
    <div className='back'>
      <div className='back-trapezoid'>
        <p className='back-trapezoid-text'>Ассортимент нашей продукции позволяет решать задачи эффективной маркировки трасс с нанесением исчерпывающей информации. Используемые при производстве материалы и технологии отвечают самым высоким требованиям, а сами изделия прошли успешную апробацию в различных климатических зонах, с разной степенью интенсивности эксплуатации.</p>
      </div>
    </div>
  )
}