import image0 from './image/2.jpeg'
import image1 from './image/5.jpeg'
import image2 from './image/7.jpeg'

export const dataChangeImage = [
  {
    id: 1,
    label: 'Label 1',
    textForLabel: 'Мы предлагаем продукты и решения, предназначенные для обеспечения промышленной безопасности на продуктопроводах предприятий нефте- и газодобывающего комплекса, других нефтехимических производств, а также подземных и надземных коммуникаций предприятий энергетики и связи.',
    image: image0
  },
  {
    id: 2,
    label: 'Label 2',
    textForLabel: 'Используемые при производстве материалы и технологии отвечают самым высоким требованиям. Cами изделия прошли успешную апробацию в различных климатических зонах и с разной степенью интенсивности эксплуатации, показав себя только с лучшей стороны.',
    image: image1
  },
  {
    id: 3,
    label: 'Label 3',
    textForLabel: 'Штат компании укомплектован специалистами высокой квалификации, прошедшими стажировку и обучение на лучших предприятиях отрасли, в том числе и зарубежных.',
    image: image2
  }
]

export const dataForCompany = [
  {
    title: 'Производственная компания "Name"',
    description: 'Российская производственная компания, представляющая на рынке продукты и решения, предназначенные для обеспечения промышленной безопасности на продуктопроводах предприятий нефте- и газодобывающего комплекса, других нефтехимических производств, а также подземных и надземных коммуникаций предприятий энергетики и связи.'
  },
  {
    title: 'Профессионализм и компетентность',
    description: 'Штат компании укомплектован специалистами высокой квалификации, прошедшими стажировку и обучение на лучших предприятиях отрасли, в том числе и зарубежных. Специалисты-технологи компании непрерывно работают над совершенствованием производимых изделий, а разработанные в соавторстве с ведущими проектными институтами страны альбомы отраслевых решений позволяют нашим партнерам подбирать наиболее оптимальные конструкторские решения.'
  }
]