import image0 from './image/2.jpeg'
import image1 from './image/5.jpeg'
import image2 from './image/7.jpeg'
import image3 from './image/8.jpeg'
import image4 from './image/9.jpeg'
import image5 from './image/10.jpeg'
import image6 from './image/11.jpeg'
import image7 from './image/12.jpeg'
import image8 from './image/13.jpeg'
import image9 from './image/18.jpeg'
import image10 from './image/24.jpeg'

export const dataChangeImage = [
  {
    id: 1,
    label: 'Label 1',
    textForLabel: 'Мы предлагаем продукты и решения, предназначенные для обеспечения промышленной безопасности на продуктопроводах предприятий нефте- и газодобывающего комплекса, других нефтехимических производств, а также подземных и надземных коммуникаций предприятий энергетики и связи.',
    image: image0
  },
  {
    id: 2,
    label: 'Label 2',
    textForLabel: 'Используемые при производстве материалы и технологии отвечают самым высоким требованиям. Cами изделия прошли успешную апробацию в различных климатических зонах и с разной степенью интенсивности эксплуатации, показав себя только с лучшей стороны.',
    image: image1
  },
  {
    id: 3,
    label: 'Label 3',
    textForLabel: 'Штат компании укомплектован специалистами высокой квалификации, прошедшими стажировку и обучение на лучших предприятиях отрасли, в том числе и зарубежных.',
    image: image2
  }
]

export const dataForCompany = [
  {
    title: 'Производственная компания "Name"',
    description: 'Российская производственная компания, представляющая на рынке продукты и решения, предназначенные для обеспечения промышленной безопасности на продуктопроводах предприятий нефте- и газодобывающего комплекса, других нефтехимических производств, а также подземных и надземных коммуникаций предприятий энергетики и связи.'
  },
  {
    title: 'Профессионализм и компетентность',
    description: 'Штат компании укомплектован специалистами высокой квалификации, прошедшими стажировку и обучение на лучших предприятиях отрасли, в том числе и зарубежных. Специалисты-технологи компании непрерывно работают над совершенствованием производимых изделий, а разработанные в соавторстве с ведущими проектными институтами страны альбомы отраслевых решений позволяют нашим партнерам подбирать наиболее оптимальные конструкторские решения.'
  }
]

export const dataForShowProduct = [
  {
    titleShow: 'Блок контроля анодных заземлителей',
    descriptionShow: 'Предназначен для коммутации и контроля работоспособности анодных заземлителей и электрических соединений путем включения блока в электрические цепи анодных заземлителей.',
    imageShow: image3
  },
  {
    titleShow: 'Блок защитного заземления',
    descriptionShow: 'Предназначен для защиты подземных сооружений от коррозионного влияния электромагнитных полей ЛЭП, расположенных рядом и/или пересекающих защищаемое сооружение, а так же для организации грозозащиты.',
    imageShow: image4
  },
  {
    titleShow: 'Анодные заземлители',
    descriptionShow: 'Изделие предназначено для использования в качестве малорастворимых протяженных гибких анодных заземлений с подповерхностным и глубинным расположением в установках катодной защиты от коррозии подземных металлических сооружений.',
    imageShow: image5
  },
  {
    titleShow: 'Станция катодной защиты',
    descriptionShow: 'Станции катодной защиты (СКЗ) являются необходимым элементом системы электрохимической (или катодной) защиты (ЭХЗ) подземных трубопроводов от коррозии.',
    imageShow: image6
  },
  {
    titleShow: 'Крыша высотного обзора',
    descriptionShow: 'Обеспечение дистанционного визуального контроля трасс трубопроводов или коммуникаций с высоты, при их инспекции с борта воздушного судна. Обеспечивает хорошую видимость знаков с КВО, просмотр и/или фиксацию порядковых номеров километров или другой информации.',
    imageShow: image7
    
  }
]

export const dataProductionList = [
  {
    title: 'КОНТРОЛЬНО-ИЗМЕРИТЕЛЬНЫЕ ПУНКТЫ',
    appointment: 'Назначение',
    appointmentTitle: 'В зависимости от комплектации:',
    appointmentTitleText: 'Предназначены для контроля и регулировки параметров электрохимической защиты (ЭХЗ) подземных коммуникаций. Коммутации отдельных элементов систем ЭХЗ. Материал изделия: трудногорючий, морозостойкий полимер. Обозначения трасс трубопроводов, других металлических подземных сооружений и кабельных коммуникаций.',
    params: 'Параметры',
    paramsTitle: 'КИП.РСЗ производится на основе полимерного профиля',
    paramsTitleText: 'Трёхгранного или квадратного сечения. Размеры профиля: треугольник с гранями 130, 180, квадрат 200мм. Цвет профиля: базовые: белый, желтый, по согласованию красный, оранжевый или другой. Высота изделий: 0,5 – 3,0м. Внутри КИП размещается клеммная панель для подключения силового и измерительного оборудования.',
    imageProduct: image8,
    imageProductTitle: 'КИП.РСЗ',
    imageProductTitleText: 'Представляет собой изделие на основе полимерного профиля, трёхгранного или квадратного сечения, с размерами граней от 130 до 200мм, белого, желтого, оранжевого или другого цвета. Внутри КИП размещается клеммная панель с клеммами из цветного металла или коррозионностойкой стали для подключения силового и измерительного оборудования.'
  },
  {
    title: 'КОНТРОЛЬНО-ИЗМЕРИТЕЛЬНЫЕ ПУНКТЫ С ДИОДНО-РЕЗИСТОРНЫМИ БЛОКАМИ СОВМЕСТНОЙ ЗАЩИТЫ',
    appointment: 'Назначение',
    appointmentTitle: 'В зависимости от комплектации:',
    appointmentTitleText: 'Предназначены для контроля и регулировки параметров электрохимической защиты (ЭХЗ) подземных коммуникаций. Коммутации отдельных элементов систем ЭХЗ. Материал изделия: трудногорючий, морозостойкий полимер. Обозначения трасс трубопроводов, других металлических подземных сооружений и кабельных коммуникаций.',
    params: 'Параметры',
    paramsTitle: 'КИП.РСЗ производится на основе полимерного профиля',
    paramsTitleText: 'Трёхгранного или квадратного сечения. Размеры профиля: треугольник с гранями 130, 180, квадрат 200мм. Цвет профиля: базовые: белый, желтый, по согласованию красный, оранжевый или другой. Высота изделий: 0,5 – 3,0м. Внутри КИП размещается клеммная панель для подключения силового и измерительного оборудования.',
    imageProduct: image9,
    imageProductTitle: 'КИП.РСЗ.БДР',
    imageProductTitleText: 'Изделия, предназначены для контроля и регулировки параметров электрохимической защиты (ЭХЗ), коммутации отдельных элементов ЭХЗ, и обозначения трасс трубопроводов. Изделия предназначены для эксплуатации в умеренном, умеренно-холодном и холодном климате в условиях прямого воздействия солнечной радиации и атмосферных осадков.'
  },
  {
    title: 'ИНФОРМАЦИОННЫЕ, ОПОЗНОВАТЕЛЬНО–ПРЕДУПРЕДИТЕЛЬНЫЕ ЗНАКИ',
    appointment: 'Назначение',
    appointmentTitle: 'В зависимости от комплектации:',
    appointmentTitleText: 'Предназначены для контроля и регулировки параметров электрохимической защиты (ЭХЗ) подземных коммуникаций. Коммутации отдельных элементов систем ЭХЗ. Материал изделия: трудногорючий, морозостойкий полимер. Обозначения трасс трубопроводов, других металлических подземных сооружений и кабельных коммуникаций.',
    params: 'Параметры',
    paramsTitle: 'КИП.РСЗ производится на основе полимерного профиля',
    paramsTitleText: 'Трёхгранного или квадратного сечения. Размеры профиля: треугольник с гранями 130, 180, квадрат 200мм. Цвет профиля: базовые: белый, желтый, по согласованию красный, оранжевый или другой. Высота изделий: 0,5 – 3,0м. Внутри КИП размещается клеммная панель для подключения силового и измерительного оборудования.',
    imageProduct: image10,
    imageProductTitle: 'ИОПЗ.РСЗ',
    imageProductTitleText: 'Представляет собой изделие на основе полимерного профиля, трёхгранного или квадратного сечения, с размерами граней от 130 до 200мм, белого, желтого, оранжевого или другого цвета. Внутри КИП размещается клеммная панель с клеммами из цветного металла или коррозионностойкой стали для подключения силового и измерительного оборудования.'
  }
]